<?php
/*
Template Name: Страница техническая поддержка
*/

get_header(); ?>
<section class="back-top">
    <div class="video-back back-about">
        <img src="<?= get_template_directory_uri() ?>/assets/img/back_about.jpg">
        <!--        <div class="back-gradient"></div>-->
    </div>
</section>
<section class="support">
    <div class="margin">
        <h1 class="h1">Техническая поддержка</h1>
        <div class="banner-top">
            <img src="<?= get_template_directory_uri() ?>/assets/img/banner_about_top.jpg">
        </div>
        <div class="d-flex">
            <div class="col-lg-6">
                <h4 class="h4">Компания «Kayalar Kimya», считающая, что техническая поддержка
                    до и после продажи является одним из основных требований сектора, поставив
                    перед собой миссию быть для клиентов партнером по разработке системных решений,
                    в 2004 году основала первый в Турции «Центр по обучению и применению мебельной
                    краски».</h4>
                <div class="img">
                    <img src="<?= get_template_directory_uri() ?>/assets/img/supprot1.jpg">
                </div>
                <h4 class="h4">«Kayalar Kimya», основавшая первый в Турции центр технической
                    поддержки, применения и обучения в сфере систем защиты древесины,
                    разрабатывает сервисные решения в соответствии с требованиями своих
                    клиентов.  Благодаря 24 профессиональным сотрудникам и инвестициям в
                    оборудование, разработанное по новейшим технологиям, в центре технической
                    поддержки и применения, расположенном в головном офисе, предоставляет своим
                    клиентам возможность моделирования, направленного на различные параметры
                    применения и процессы в соответствии с потребностями клиентов.</h4>
                <h4 class="h4">Производители мебели для кухни, ванной, гостиной, детской, офиса,
                    столов, стульев, музыкальных инструментов и любой другой мебели,Производители,
                    осуществляющие серийное производство дверей, окрашенных панелей, задних стенок,
                    УФ-окрашенных глянцевых панелей, паркета и так далее,Производители подоконников,
                    деревянных домов, садовой мебели, беседок и любых деревянных материалов,
                    используемых в фасаде, используют в процессах окраски;</h4>
                <ul>
                    <li class="h4">Распылительная кабина</li>
                    <li class="h4">Сушильная камера с положительным значением давления</li>
                    <li class="h4">Автоматическая спрей машина</li>
                    <li class="h4">Нанесение валковым методом</li>
                    <li class="h4">Нанесение методом лаконалива</li>
                    <li class="h4">Сушильные туннели</li>
                    <li class="h4">Печь «TL»</li>
                    <li class="h4">УФ-лампы</li>
                </ul>
                <div class="img">
                    <img src="<?= get_template_directory_uri() ?>/assets/img/support2.jpg">
                </div>
                <h4 class="h4">Находится в центре технической поддержки и применения, расположенном
                    в штаб-квартире компании «Kayalar Kimya» в Стамбуле. Таким образом, может
                    моделировать для клиентов процессы окраски, получает точный анализ и быстрые
                    результаты в отношении применения. Кроме того, клиенты получают возможность
                    внедрения оптимальной для них системы и экспериментирования, изменив продукт
                    и параметры способа применения.</h4>
            </div>
            <div class="col-lg-6">
                <div class="img">
                    <img src="<?= get_template_directory_uri() ?>/assets/img/supprot1.jpg">
                </div>
                <div class="img">
                    <img src="<?= get_template_directory_uri() ?>/assets/img/support2.jpg">
                </div>
            </div>
        </div>
    </div>
</section>

<?php
get_footer();
?>

